var Districts2=[{name:'樊城区',index:0},{name:'襄城区',index:1},{name:'襄州区',index:2},{name:'高薪区',index:3},{name:'鱼梁洲',index:4},{name:'东津新区',index:5},{name:'宜城',index:6},{name:'枣阳',index:7},{name:'老河口',index:8},{name:'谷城',index:9},{name:'保康',index:10},{name:'南漳',index:11}];
var Area2=[];
Area2[0]=['f,樊城','w,沃尔玛','h,华丰路','w,万达广场','r,人民广场','h,火车站','h,华洋堂','y,沿江大道'];
Area2[1]=['x,襄城','s,胜利街','z,闸口','t,檀溪路','g,鼓楼'];
Area2[2]=['x,襄州区'];
Area2[3]=['x,襄阳经济技术开发区','g,高新技术产业开发区'];
Area2[4]=['y,鱼梁洲'];
Area2[5]=['d,东津新区'];
Area2[6]=['y,宜城'];
Area2[7]=['z,枣阳'];
Area2[8]=['l,老河口'];
Area2[9]=['g,谷城'];
Area2[10]=['b,保康'];
Area2[11]=['n,南漳'];
var Purposes2=[{name:'住宅',index:0},{name:'别墅',index:1}];
var Price2=[];
Price2[-1]={unit:'租价(元/月)',text:['500以下','500-800','800-1200','1200-1800','1800-2500','2500-3500','3500-5000','5000以上'],value:['0,500','500,800','800,1200','1200,1800','1800,2500','2500,3500','3500,5000','5000,']}
Price2[0]={unit:'租价(元/月)',text:['500以下','500-800','800-1200','1200-1800','1800-2500','2500-3500','3500-5000','5000以上'],value:['0,500','500,800','800,1200','1200,1800','1800,2500','2500,3500','3500,5000','5000,']}
Price2[1]={unit:'租价(元/月)',text:['2000以下','2000-3000','3000-4000','4000-5000','5000-6000','6000-8000','8000-10000 ','10000 以上'],value:['0,2000','2000,3000','3000,4000','4000,5000','5000,6000','6000,8000','8000,10000 ','10000 ,']}
var Railways2=[];
var railway_station2=[];
var Room2=[{name:'全部',value:'',index:-1},{name:'一居',value:'1',index:0},{name:'二居',value:'2',index:1},{name:'三居',value:'3',index:2},{name:'四居',value:'4',index:3},{name:'五居',value:'5',index:4},{name:'五居以上',value:'99',index:5}];
